[Bookstack_Moveable_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="一堆书卷"

[Brick_highdamage_twk:DisTweaks_InteractableInterface_10 DisTweaks_InteractableInterface]
m_Name="松动的砖块"

[Notes.Instructions_Normal_AbstrInv DisAbstractItem]
m_ItemName="时停屠杀"
m_PluralItemName=""
m_Description="正常\n击碎玻璃开始几秒钟的时空扭曲，利用这段时间尽可能多的击杀敌人。\n\n你会面对一系列有不同场景和资源的回合。\n可用的资源有限，同时环境也会带来额外的危险。\n如有需要你可以尽管尝试，但是每回合只有首次成功尝试的得分才会被计入总分。\n\n得分：\n* 每次击杀都会获得分数。\n* 多样化的击杀方式会获得额外奖分。\n* 杀光整个屋子里的人会给予你额外分数。\n  \n特别项目：\n每个回合首次尝试成功的话，你有机会进行一个有特殊目标的奖励回合。别搞砸了，失败的话奖励回合无法重新尝试。\n\n游戏结束：\n这项挑战不会失败，失败的话尽管再试一次吧！"

[Notes.instructions_normal_pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[tabletopmodel_01_twk:DisTweaks_InteractableInterface_54 DisTweaks_InteractableInterface]
m_Name="盒子"

[tabletopmodel_02_twk:DisTweaks_InteractableInterface_54 DisTweaks_InteractableInterface]
m_Name="盒子"

[tabletopmodel_03_twk:DisTweaks_InteractableInterface_54 DisTweaks_InteractableInterface]
m_Name="盒子"

[tabletopmodel_04_twk:DisTweaks_InteractableInterface_54 DisTweaks_InteractableInterface]
m_Name="盒子"

[tabletopmodel_05_twk:DisTweaks_InteractableInterface_54 DisTweaks_InteractableInterface]
m_Name="盒子"

[tabletopmodel_06_twk:DisTweaks_InteractableInterface_54 DisTweaks_InteractableInterface]
m_Name="盒子"

[Twk_Pawn_BTM_Pendleton3:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="特雷弗·潘德顿"

